* 2014年4月
| 分类 | 保姆 | 饭菜 |    日常 |  文佼 |  小数 |   知一 |  杜鸽 |  备用 |
|------+------+------+---------+-------+-------+--------+-------+-------|
| 预算 | 1100 | 1500 |  -141.3 | 924.7 | 331.5 | 1718.2 |   871 | 466.1 |
| 结余 |    0 |    0 | -1150.9 | 547.8 | 331.5 |    8.4 |  722. | 236.9 |
|    1 |      |      |         |       |       |   1103 |       |       |
|    2 |      |      |     200 | 123.8 |       |        |       |       |
|    3 |      |      |         |       |       |        |       |       |
|    4 |      |      |   303.5 |       |       |        |       |       |
|    5 |      |      |         |  67.4 |       |        |       |       |
|    6 |      |      |         |  28.7 |       |        |       |       |
|    7 |      |      |     200 |       |       |        |       | 192.4 |
|    8 |      |      |   103.4 |       |       |        |       |       |
|    9 |      |      |         |       |       |    126 |       |       |
|   10 |      |      |         |       |       |        |       |       |
|   11 |      |      |         |       |       |   68.8 |       |       |
|   12 |      |      |         |       |       |        |       |       |
|   13 |      |      |    35.7 |    10 |       |        |       |       |
|   14 |      |      |         |       |       |        |   4.3 |       |
|   15 |      |      |         |       |       |        |       |       |
|   16 |      |      |         |       |       |        |  14.8 |       |
|   17 |      |      |         |       |       |     80 |       |       |
|   18 |      |      |         |   147 |       |        |       |       |
|   19 |      |      |      82 |       |       |    197 | 129.9 |  36.8 |
|   20 |      |      |      85 |       |       |        |       |       |
|   21 | 1100 | 1500 |         |       |       |    135 |       |       |
|   22 |      |      |         |       |       |        |       |       |
|   23 |      |      |         |       |       |        |       |       |
|   24 |      |      |         |       |       |        |       |       |
|   25 |      |      |         |       |       |        |       |       |
|   26 |      |      |         |       |       |        |       |       |
|   27 |      |      |         |       |       |        |       |       |
|   28 |      |      |         |       |       |        |       |       |
|   29 |      |      |         |       |       |        |       |       |
|   30 |      |      |         |       |       |        |       |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@33)

* 2014年3月
| 分类 | 保姆 | 饭菜 |    日常 |  文佼 |    小数 |  知一 | 杜鸽 |  备用 |
|------+------+------+---------+-------+---------+-------+------+-------|
| 预算 | 1100 | 1500 |    1000 |   900 |    1500 |  1000 |  500 |   500 |
| 结余 |    0 |    0 | -1141.3 |  24.7 | -1168.5 | 718.2 |  371 | -33.9 |
|    1 |      |      |         |  95.2 |         |       |      |       |
|    2 |      |      |         | 132.6 |         |       |      |       |
|    3 |      |      |         |  87.2 |         |       |      |       |
|    4 |      |      |         |   104 |   151.5 |       |      |       |
|    5 |      |      |     131 |       |      18 |    60 |      |       |
|    6 |      |      |         |       |         |    81 |  129 |       |
|    7 |      |      |       5 |       |         |       |      |       |
|    8 |      |      |         |     5 |      75 |       |      |       |
|    9 |      |      |    86.3 |       |         |       |      |       |
|   10 |      |      |         |       |    2270 |       |      |       |
|   11 |      |      |         |       |         |  64.9 |      |    60 |
|   12 |      |      |         |       |         |       |      |       |
|   13 |      |      |         |       |         |       |      |       |
|   14 |      |      |         |       |         |       |      |       |
|   15 |      |      |     500 |     8 |         |       |      |       |
|   16 | 1100 | 1500 |         |  20.7 |         |       |      |       |
|   17 |      |      |         |       |     150 |       |      |       |
|   18 |      |      |         |       |         |       |      |       |
|   19 |      |      |         |       |         |       |      |       |
|   20 |      |      |         |       |         |       |      |       |
|   21 |      |      |         |       |         |  75.9 |      |       |
|   22 |      |      |         |    21 |         |       |      |   381 |
|   23 |      |      |    1100 | 105.8 |         |       |      |  92.9 |
|   24 |      |      |         |       |         |       |      |       |
|   25 |      |      |     279 |       |         |       |      |       |
|   26 |      |      |         |       |         |       |      |       |
|   27 |      |      |         |       |         |       |      |       |
|   28 |      |      |         |    59 |         |       |      |       |
|   29 |      |      |         |  36.8 |       4 |       |      |       |
|   30 |      |      |      40 |   200 |         |       |      |       |
|   31 |      |      |         |       |         |       |      |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)
